class data {
  static List arr = [
    "जीवन शायरी",
    "💏मोहब्बत शायरी",
    "राजनीति शायरी",
    "💘दर्द शायरी",
    "प्यार की शायरी",
    "डॉक्टर शायरी",
    "प्रेरणा शायरी"
  ];
  static List img = [
    "myasset/married.png",
    "myasset/love.png",
    "myasset/married.png",
    "myasset/politics.png",
    "myasset/sad.png",
    "myasset/married.png",
    "myasset/married.png"
  ];

  static List jivan_shayri = [
    """
    जीवन एक एसा रंगमच हे...
    जीवन जिसके नाम कर दिया उसीने साथ छोड़ दियामेरा दिल इक दिया,
     तुम उसकी बाती प्रिय""",
    """
    जीवन जिसके नाम कर दिया उसीने साथ छोड़ दिया...
    जीवन एक एसा रंगमच हे...
    जीवन जिसके नाम कर दिया उसीने साथ छोड़ दियामेरा दिल इक दिया, 
    तुम उसकी बाती प्रिय""",
    """
    मेरा दिल इक दिया, तुम उसकी बाती प्रिया...
    ना हरना जरुरी हे ना जितना जरुरी हे अगर तुम सूरज की तरह चमकते है सोचा नहीं था जीवन में ऐसा भी मोड़ आएग ना हरना जरुरी हे ना जितना जरुरी हें""",
    "सोचा नहीं था जीवन में ऐसा भी मोड़ आएग ना हरना जरुरी "
        "हे ना जितना जरुरी हे सोचा नहीं था जीवन में ऐसा भी मोड़ आएग ना हरना जरुरी हे ना जितना जरुरी हेअगर तुम सूरज की तरह चमकते है",
    "अगर तुम सूरज की तरह चमकते हैं अगर तुम सूरज की तरह चमकते हैं""",
   "" ""
       "ना हरना जरुरी हे ना जितना जरुरी हे हे ना जितना जरुरी हे सोचा नहीं था जीवन में ऐसा भी मोड़ आएग ना हरना जरुरी हे ना जितना जरुरी हेअगर तुम सूरज की तरह चमकते है",
    """
    सोचा नहीं था जीवन में ऐसा भी मोड़ आएगा " """,
    """"
    अगर तुम सोचा नहीं था जीवन में ऐसा भी मोड़ आएग ना हरना जरुरी "
        "हे ना जितना जरुरी हे सोचा नहीं था जीवन में ऐसा भी मोड़ आएग ना हरना जरुरी हे ना जितना जरुरी हेअगर तुम सूरज की तरह चमकते है""",
    """
    सोचा नहीं था जीवन में ऐसा भी मोड़ आएगा "
        "सोचा नहीं था जीवन में ऐसा भी मोड़ आएग ना हरना जरुरी "
        "हे ना जितना जरुरी हे सोचा नहीं था जीवन में ऐसा भी मोड़ आएग ना हरना जरुरी हे ना जितना जरुरी हेअगर तुम सूरज की तरह चमकते है""",
    """""ज
    िसके पास उम्मिद और आस है सोचा नहीं था जीवन में ऐसा भी मोड़ आएग ना हरना जरुरी "
        "हे ना जितना जरुरी हे सोचा नहीं था जीवन में ऐसा भी मोड़ आएग ना हरना जरुरी हे ना जितना जरुरी हेअगर तुम सूरज की तरह चमकते है""",

  ];

  static List mohobat_shayri = [
   "" "ज"
       "िंदगी में इतने जरूरी हो तुम मेरे लिए "
       "ना जिद हे ना कोई गुजर हे हम""",
    """
    दिल की इसरत जुबा पे आने लगी 
    जिंदगी में इतने जरूरी हो तुम मेरे लिए""",
    """
    ना जिद हे ना कोई गुजर हे हम 
   जिंदगी में इतने जरूरी हो तुम मेरे लिए ना जिद हे ना कोई गुजर हे हम""",
  """
  मोहब्बत की बी बड़ी अजीब दास्तान ह
  े जिंदगी में इतने जरूरी हो तुम मेरे लिए"""
  ];

  static List yaade_shayri = [
   """
   कुछ खूबसूरत पालो की तेरी यादजो जितना करीब होता है उसकी यादे इतेन""",
     """
     कुछ समाज नहीं आता जिंदगी यादे है कि कुछ खूबसूरत पालो की तेरी याद""",
    """
    तेरी यादो पसंद वह मेरे आंखों की नीमी कुछ खूबसूरत पालो की तेरी याद""",
    """"
    जो जितना करीब होता है उसकी यादे इतेनी जो जितना करीब होता है उसकी यादे इतेन"""
  ];

  static List rajniti_shayri = [
    """
    ता ओ
    बड़ा अजीब होता ही राजनीति का रंग अपनी आदा ही सबसे निराली""" ,
    "बड़ा अजीब होता ही राजनीति का रंग""",
   "" ""
       "अपनी आदा ही सबसे निराली""" ,
    "बड़ा अजीब होता ही राजनीति का रंग",
    """
    िराली अपनी आदा ही सबसे नता ओ ने केसा हिंदुस्तान कर दिया""",
    "बड़ा अजीब होता ही राजनीति का रंग",
    "अपनी आदा ही सबसे निराली"""
  ];

  static List dard_shayri = [
    """
    कुछ खूबसूरत पालो की महक सी तेरी यादे
     एनकार करते करते एकरार कर बेठे",
  "तेरा जिक्र तेरी फिक्र तेरा एहसास तेरा ख्याल""",
    """
    एहसास नहीं अता जिंदी यादे ही की 😊🥰एनकार करते करते एकरार कर बेठे""",
  """😊🥰😊🥰😊🥰❣❤
  तेरा जिक्र तेरी फिक्र तेरा एहसास तेरा ख्याल""",
    """😊🥰😊🥰😊🥰❣❤
    तेरी यादों को पसंद है मेरी आंखों की नामी 
    😊🥰एनकार करते करते एकरार कर बेठे""",
    """😊🥰😊🥰😊🥰❣❤
    तेरा जिक्र तेरी फिक्र तेरा एहसास तेरा ख्याल 😊🥰एनकार करते करते एकरार कर बेठे",
  "😊🥰तेरा जिक्र तेरी फिक्र तेरा एहसास तेरा ख्याल","""
       "" "😊🥰जो जितना करीब होता है उसकी यादे"""
  ];

  static List pyar_shayri = [
    """😊🥰😊🥰😊🥰❣❤
    एनकार करते करते एकरार कर बेठे 😊🥰
    तुम अपने गम को बुलाके तो देखो""",
    """😊🥰😊🥰😊🥰❣❤
    बड़ा नोकर बनने से अच्छा हैकी छोटे मलिक बनाना अच्छा है 😊🥰तुम अपने गम को बुलाके तो देखो",
    "😊🥰बड़ा नोकर बनने से अच्छा हैकी छोटे मलिक बनाना अच्छा है",""",
    """😊🥰😊🥰😊🥰❣❤
    तेरा जिक्र तेरी फिक्र तेरा एहसास तेरा ख्याल 😊🥰तुम अपने गम को बुलाके तो देखो",
    "😊🥰बड़ा नोकर बनने से अच्छा हैकी छोटे मलिक बनाना अच्छा है",""",
    """"😊🥰😊🥰😊🥰❣❤छुपाने लगा कुछ राज आपने आपसे 
    🥰😊🥰क्या रखा है वह किसी धड़कन बन जाने में",
    "😊🥰दावा में कोई खुशी नहू वह जो",
    "😊🥰बीमारी से लड़ने की ताकत",
    "😊🥰हम मेडिकल वाले ही जनाब हम प्यार सिफ""",
    """😊🥰😊🥰😊🥰❣❤
    दिवांगी में हम कुछ ऐसा कर जाएंगे 🥰😊🥰क्या रखा है वह किसी धड़कन बन जाने में",
    "😊🥰दावा में कोई खुशी नहू वह जो",
    "😊🥰बीमारी से लड़ने की ताकत",
    "😊🥰हम मेडिकल वाले ही जनाब हम प्यार सिफ"""
  ];

  static List all=[jivan_shayri,mohobat_shayri,yaade_shayri,rajniti_shayri,dard_shayri,pyar_shayri,doctor_shayri,
    prenna_shayri];

  static List doctor_shayri = [
    """
    क्या रखा है वह किसी धड़कन बन जाने में 
  
    क्या रखा है वह किसी धड़कन बन जाने में",
    "दावा में कोई खुशी नहू वह जो",
    "बीमारी से लड़ने की ताकत",
    "हम मेडिकल वाले ही जनाब हम प्यार सिफ""",
    """"
    दावा में कोई खुशी नहू वह जो 
   क्या रखा है वह किसी धड़कन बन जाने में",
    "दावा में कोई खुशी नहू वह जो",
    "बीमारी से लड़ने की ताकत",
    "हम मेडिकल वाले ही जनाब हम प्यार सिफ""",
    """
    बीमारी से लड़ने की ताकत 
   क्या रखा है वह किसी धड़कन बन जाने में",
    "दावा में कोई खुशी नहू वह जो",
    "बीमारी से लड़ने की ताकत",
    "हम मेडिकल वाले ही जनाब हम प्यार सिफ""",
    """
    हम मेडिकल वाले ही जनाब हम प्यार सिफ 
   क्या रखा है वह किसी धड़कन बन जाने में",
    "दावा में कोई खुशी नहू वह जो",
    "बीमारी से लड़ने की ताकत",
    "हम मेडिकल वाले ही जनाब हम प्यार सिफ"""
  ];
  static List prenna_shayri = [
   "" ""
       "तुम अपने गम को बुलाके तो देखो,"
  "क्या रखा है वह किसी धड़कन बन जाने में",
  "दावा में कोई खुशी नहू वह जो",
  "बीमारी से लड़ने की ताकत",
  "हम मेडिकल वाले ही जनाब हम प्यार सिफ""",
    """
    बड़ा नोकर बनने से अच्छा हैकी छोटे मलिक बनाना अच्छा है 
  क्या रखा है वह किसी धड़कन बन जाने में",
    "दावा में कोई खुशी नहू वह जो",
    "बीमारी से लड़ने की ताकत",
    "हम मेडिकल वाले ही जनाब हम प्यार सिफ""",
    """
    समय हमको दिखाते नहीं देते पर बहुत कुछ दिखाते हैं
    क्या रखा है वह किसी धड़कन बन जाने में",
    "दावा में कोई खुशी नहू वह जो",
    "बीमारी से लड़ने की ताकत",
    "हम मेडिकल वाले ही जनाब हम प्यार सिफ""",
    """
    सिफ़ सोच का ही फ़र्क होता है वर्ना,क्या रखा है वह किसी धड़कन बन जाने में",
    "दावा में कोई खुशी नहू वह जो",
    "बीमारी से लड़ने की ताकत",
    "हम मेडिकल वाले ही जनाब हम प्यार सिफ"""
  ];
  static  List emoji=["""😀 😃 😄 😁 😆""",
      """😉 😌 😍 🥰 😘""",
      """ 😋 😛 😝 😜 🤪""",
      """👫 👩‍❤️‍👩 💑""",
      """💓 💗 💖 💘 💝""",
      """🥱 😴 🤤 😪 😵""",
    """🤒 🤕 🤑 🤠 😈""",
  """😊🥰😊🥰😊🥰❣❤"""];







  static List n = [jivan_shayri.length, mohobat_shayri.length];
}
